"&About Flash Decompiler..." = "&O Flash Decompiler..."
"&Copy" = "&Kopiuj"
"&Help" = "&Pomoc"
"&Keyboard shortcuts" = "&Skróty klawiszowe"
"&Localization" = "&Lokalizacja"
"&Open file and add it to tasks..." = "&Otwórz pliki i dodaj do zadań..."
"&Preview file in player..." = "&Podgląd pliku..."
"&Save SWF/EXE as..." = "&Zapisz SWF/EXE jako..."
"&Tutorials" = "&Tutoriale"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO" = "AUTO"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "Opcje ActionScript"
"ActionScript search" = "Szukaj ActionScript"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "Ustawienia podglądu ActionScript. Działa na ActionScript, wyświetlany w Flash Decompiler."
"Actions" = "Akcje"
"Activity log" = "Log aktywności"
"Add SWF files to tasks" = "Dodaj pliki SWF do zadań"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Dodaj wszystkie pliki w katalogu do Mojej Listy Zadań\r\nrekurencyjnie, uwzględniając subfoldery."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Dodaj obecnie zaznaczone pliki SWF/EXE\r\ndo Mojej Listy Zadań w celu zarządzania,\r\nkonwersji i ekstrakcji."
"Add folder" = "Dodaj folder"
"Add folder recursively" = "Dodaj folder rekurencyjnie"
"Add folder root" = "Dodaj główny folder"
"Add only files present in folder's root to My tasks list." = "Dodaj pliki obecne w katalogu głównym do Mojej Listy Zadań."
"Add task" = "Dodaj zadanie"
"Add whole folder into My tasks list." = "Dodaj cały folder do Mojej Listy Zadań."
"Advanced morph decompilation" = "Zaawansowana dekompilacja morph"
"Align" = "Pozycjonowanie"
"Align text to the left" = "Równaj tekst do lewej"
"Align text to the right" = "Równaj tekst do prawej"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Wszystkie pliki dźwiękowe (*.WAV, *.MP3)|*.WAV;*.MP3|Dźwięki Wave (*.WAV)|*.WAV|Muzyka MP3 (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Wszystkie wspierane pliki (*.SWF; *.EXE)|*.SWF;*.EXE|Pliki SWF (*.SWF)|*.SWF|Projektory (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Wspierane pliki graficzne (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG zkompresowane (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmapy (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|"
"All words" = "Wszystkie słowa"
"Allows/Disables text selection" = "Zezwól/Zablokuj zaznaczanie tekstu"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Prawie to samo z podglądem pliku,\r\nale także z dodaniem pliku do Mojej Listy Zadań w celu dalszej edycji."
"Any word" = "Każde słowo"
"Autodetect" = "Autowykrywanie"
"Autosize" = "Automatyczny rozmiar"
"Available localizations" = "Dostępne tłumaczenia"
"Background color:" = "Kolor tła:"
"Beta-tester" = "Beta-tester"
"Bitmap Files (*.bmp)|*.bmp|" = "Pliki Bitmap (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Bitów na próbkę ADPCM:"
"Bits per pixel" = "Bitów na piksel"
"Bits per pixel:" = "Bitów na piksel:"
"Bits per sample:" = "Bitów na próbkę:"
"Bounds" = "Granice"
"Braces around single statement" = "Nawiasy wokół pojedyńczego stwierdzenia"
"Braces at new line" = "Nawiasy w nowej lini"
"Build %@" = "Budowa %@"
"Business" = "Biznes"
"Button" = "Przycisk"
"Buttons" = "Przyciski"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "W standardzie Flash Decompiler będzie pokazywał miniatury dla większości objektów Flash'a do podglądu, kiedy wybierzesz całą kategorię/grupę. Robiąc podgląd dla wielu objektów jednocześnie, może to znacznie spowolnić pracę programu kiedy będziesz przeglądał grupy objektów, zwłaszcza gdy jet tam więcej niż 100 części. Więc, może zechciałbyś wyłączyć generowanie podglądu dla pewnych typu objektów. Małe ładne ikony będą wyświetlana zamiast."
"Cancel" = "Anuluj"
"Center text" = "Centruj tekst"
"Change ActionScripts view to Pi-code actions representation" = "Zmień widok ActionScript do reprezentaji akcji Pi-code"
"Change ActionScripts view to common representation" = "Zmień widok ActionScript do zwykłej reprezentacji"
"Change ActionScripts view to hex dump representation" = "Zmień widok ActionScript do reprezentacji zrzutu hex"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "Zmień widok ActionScript do podzielnej reprezentacji wliczając Pi-code i zrzut hex"
"Change background color" = "Zmień kolor tła"
"Change text type to passwords with masking" = "Zmień typ tekstu na hasło z maskowaniem"
"Change the text color" = "Zmień kolor tekstu"
"Check for &newer version" = "Zprawdź czy jest &nowsza wersja"
"Check for availability of updated version online." = "Zprawdź dostępność nowszej wersji w internecie."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Zprawdź szczegóły Flash Decompiler, jak wersję, budowę,\r\ndatę wydania, kontakt wsparcia technicznego, itp."
"Check/Uncheck selected items" = "Zaznacz/Odznacz wybrane rzeczy"
"Choose background color for current task" = "Wybierz kolor tła dla obecnego zadania"
"Choose the language Flash Decompiler GUI will be displayed in." = "Wybierz język w którym będzie wyświetlany Flash Decompiler."
"Clear My tasks" = "Wyczyść moje zadania"
"Click here to check for newer version" ="Naciśnij tutaj by sprawdzić czy jest nowsza wersja"
"Close" = "Zamknij"
"Code format" = "Format kodu"
"Collapse current file" = "Zapadnij obecny plik"
"Collapse current group" = "Zapadnij obecną grupę"
"Collapse everything" = "Zapadnij całość"
"Color" = "Kolor"
"Colors" = "Kolory"
"Combine all scripts into folder" = "Złóż cały skrypt do folderu"
"Compressed video (*.mpg)" = "Zkompersowane wideo (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Konfiguruj detekcję morph i opcję\r\ndekompilacji dla pliku FLA."
"Contact &Tech Support" = "Kontakt ze &Wsparciem technicznym"
"Conversion options" = "Opcje konwersji"
"Conversion path:" = "Ścieżka konwersji:"
"Convert" = "Konwertuj"
"Convert SWF file(s) to FLA" = "Konwertuj plik(i) SWF do FLA"
"Convert all" = "Konwertuj całość"
"Convert all available tasks to FLA." = "Konwertuj wszystkie dostępne zadania do FLA."
"Convert current" = "Konwertuj obecne"
"Convert currently highlighted file from the tasks list." = "Konwertuj obecnie podświetlone pliki z Listy zadań."
"Convert static text into shapes" = "Konwertuj statyczne teksty do kształtów(shapes)"
"Copy to clipboard" = "Kopiuj do schowka"
"Count" = "Licz"
"Create folder for morphs" = "Ztwórz folder dla morphs"
"Current" = "Obecny"
"Custom color" = "Własny kolor"
"Customize some advanced options of Flash Decompiler" = "Ustaw zaawansowane opcje programu Flash Decompiler"
"Decode built-in MX classes" = "Zdekoduj wbudowane klasy MX"
"Decompile symbols not present at timeline" = "Dekompiluj symbole nie występujące na lini czasowej(timeline)"
"Decompiling task" = "Dekompilacja zadania"
"Default" = "Początkowy"
"Default settings" = "Ustawienia początkowe"
"Demo" = "Demo"
"Details" = "Szczegóły"
"Detect motion tweens" = "Wykryj motion tweens"
"Discard all changes which you applied\r\nand revert to last saved file." = "Odrzuć wszystkie zmiany które zostały wprowadzone\r\ni wróć do osatniego zapisanego stanu."
"Discard changes" = "Odrzuć"
"Do not show this message again" = "Nie pokazuj tej wiadomości ponownie"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Czy napewno chcesz odzrzucić wszystkie zmiany i powrócić do ostatnio zapisanego stanu pliku SWF?"
"Do you really want to exit Flash Decompiler?" = "Czy napewno chcesz wyjść z Flash Decompiler?"
"Do you really want to remove all Flash files from My tasks?" = "Czy napewno chcesz usunąć wszystkie pliki Flash z Moich zadań?"
"Do you really want to remove selected file?" = "Czy napewno chcesz usunąć zaznaczone pliki?"
"Do you really want to save changes in <%@>?" = "Czy napewno chcesz zapisać zmiany w <%@>?"
"Drag to zoom in and out" = "Przeciągnij by zbliżyć lub oddalić"
"Dragging" = "Przeciągnąć"
"Dynamic text" = "Dynamiczny tekst"
"Dynamic texts" = "Dynamiczne teksty"
"Edit" = "Edytuj"
"Edit Flash objects" = "Edytuj objekty Flash"
"Edit Images" = "Edytuj obrazy"
"Edit URL's" = "Edytuj URL's"
"Edit URLs" = "Edytuj URLs"
"Edit color" = "Edytuj kolor"
"Edit colors" = "Edytuj kolory"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Edytuj kolory w zadaniach SWF/EXE. Otwiera specjalny panel\r\ngdzie możesz edytować większość kolorów które widzisz\r\nw danym klipie. Niemożna edytować obrazów rasterowych, itp."
"Edit dynamic texts" = "Edytuj dynamiczne teksty"
"Edit images" = "Edytuj obrazy"
"Edit lines" = "Edytuj linie"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "Edytuj linie w zadaniach SWF/EXE: edytuj grubość i kolor.\r\nNie zapomnij wybrać oczekiwanego kształtu jeżeli nie są pokazane linie."
"Edit lines:" = "Edytuj linie:"
"Edit links" = "Edytuj linki"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." = "Edytuj linki znalezione w zadaniach SWF/EXE.\r\nZauważ, że będziesz edytował wszystkie linki w zadaniu."
"Edit links: " = "Edytuj linki: "
"Edit shapes" = "Edytuj kształty(shapes)"
"Edit sounds" = "Edytuj dźwięki"
"Enable automatic size setting" = "Zezwól na automatyczne dobieranie rozmiaru"
"Enable multi-line text positioning" = "Zezwól na pozycjonowanie tekstu wieloliniowego(multi-line text)"
"Enable word-wrapping" = "Zezwól na zawijanie wierszy(word-wrapping)"
"Enter &registration code" = "Wpisz &kod rejestrujący"
"Exact match" = "Dokładne odwzorowanie"
"Exit" = "Wyjście"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Wyjście z Flash Decompiler. Wszystkie niezapisane zadania będą prosić o zapisanie."
"Expand current file" = "Rozszeż obecny plik"
"Expand group" = "Rozszeż grupę"
"Export format" = "Format eksportu"
"Export path:" = "Ścieżka eksportu:"
"Extract" = "Ekstrakcja"
"Extract SWF objects" = "Ekstraktuj objekty SWF"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Ekstraktuj wszystkie obecnie zaznaczone zasoby SWF.\r\nŚcieżka eksportu może zostać zmieniona w zakładce Ekstrakcji."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Ekstraktuj wszystkie obecnie zaznaczone zasoby SWF.\r\nŚcieżka którą widzisz po lewej będzie użyta do zachowania objektów."
"Extract now" = "Ekstraktuj teraz"
"Extract resource" = "Ekstraktuj zasoby"
"Extracting SWF objects" = "Ekstraktuj objekty SWF"
"FLA" = "FLA"
"FLA version" = "FLA wersja"
"Failed to open image <%@>" = "Zawiodło otwieranie obrazu <%@>"
"Failed to open sound file <%@>" = "Zawiodło otwieranie pliku dźwiękowego <%@>"
"File" = "Plik"
"File explorer" = "Eksplorator plików"
"File properties" = "Właściwości pliku"
"Find the ways to reach Eltima technical support for answers and tips." = "Znajdź sposób by dotrzeć do wsparcia technicznego Eltima po odpowiedzi i podpowiedzi."
"Fit all" = "Dopasuj całość"
"Fit to Player area" = "Dopasuj do rozmiaru odtwarzacza"
"Flash Decompiler &homepage" = "Flash Decompiler &strona domowa"
"Flash Decompiler Options" = "Flash Decompiler Opcje"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Flash Decompiler Trillix Opcje"
"Flash Movie (*.swf)" = "Flash Movie (*.swf)"
"Flash Player 5" = "Flash Player 5"
"Flash Player 6" = "Flash Player 6"
"Flash Player 7" = "Flash Player 7"
"Flash Player 8" = "Flash Player 8"
"Flash Player ActiveX version installed in your system" = "Flash Player ActiveX zainstalowana wersja w twoim systemie"
"Flash Source (*.fla)" = "Flash źródło (*.fla)"
"Flash Video (*.flv)" = "Flash Video (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "Opcje podglądu objektów Flash gdy grupy są zaznaczone"
"Font" = "Czcionka"
"Font size" = "Rozmiar czcionki"
"Fonts" = "Czcionki"
"Force ANSI encoding" = "Wymuś kodowanie ANSI"
"Formats" = "Formaty"
"Frame" = "Klatka"
"Frame count:" = "Ilość klatek:"
"Framerate:" = "Klatki na sek:"
"Frames" = "Klatki"
"General" = "Główne"
"Globally search ActionScripts within SWF/EXE files." = "Szukaj globalnie ActionScript w plikach SWF/EXE."
"Has alpha" = "Posiada przezroczystość(alpha)"
"Has border" = "Posiada ramkę"
"Has wordwrap" = "Posiada zawijanie wierszy(wordwrap)"
"Height:" = "Wysokość:"
"Hex dump" = "Zrzut Hex"
"Hex dump (*.txt)" = "Zrzut Hex (*.txt)"
"Hexadicimal dump" = "Zrzut heksadecymalny"
"Homepage" = "Strona domowa"
"Hypertext (*.html)" = "Hypertext (*.html)"
"Icons" = "Ikony"
"Id" = "Id"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Jeżeli doświadczysz niespodziewanego zachowania plików Flash w Flash Decompiler,\nproblem może powodować starsza wersja Flash Player ActiveX\nktóra jest obecnie zainstalowana w systemie. Możesz sprawdzić dostępność nowszej wersji naciskając poniższy przycisk, lub odwiedzić www.adobe.com"
"Ignore case" = "Ignoruj przypadek"
"Image" = "Obraz"
"Image (*.png, *.jpeg, *.bmp)" = "Obraz (*.png, *.jpeg, *.bmp)"
"Image format" = "Format obrazu"
"Image properties" = "Właściwości obrazu"
"Images" = "Obrazy"
"Indent" = "Akapit"
"Indent size" = "Rozmiar akapitu"
"Info" = "Info"
"Is HTML" = "Jest HTML"
"Is multiline" = "Jest multilinią"
"Is password" = "Jest hasłem"
"Is read-only" = "Jest tylko do odczytu"
"Join mask layers" = "Połacz ścieżki maskowania"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Justyfikacja tekstu: pozycjonowanie do prawej i lewej,\r\nprzez dodanie ekstra odstępów między słowami."
"Layer" = "Ścieżka(layer)"
"Leading" = "Wcięcie"
"Leave current" = "Zostaw obecny"
"Left margin" = "Lewy margines"
"Length factor: " = "Długość współczynnika: "
"Library folders" = "Foldery biblioteki"
"License:" = "Licencja:"
"Line properties" = "Właściwości lini"
"Line thickness in twips" = "Grubość lini w twipsach"
"Lines" = "Linie"
"Link location to edit: " = "Link lokacji do edycji: "
"Link target: " = "Cel linku: "
"Links" = "Linki"
"List" = "Lista"
"Logics: " = "Logika: "
"Lossless" = "Strata"
"MP3 bitrate:" = "MP3 bitrate:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash Components (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Zrób ten tekst dynamiczny , tylko do odczytu"
"Manage" = "Zarządzaj"
"Measured in twips: %@" = "Mierzone w twipsach: %@"
"More Colors" = "Więcej Kolorów"
"More colors ... " = "Więcej kolorów ... "
"Morph" = "Morph"
"Morph Options" = "Opcje morph"
"Morphs" = "Morphy"
"Motion tweens" = "Motion tweens"
"Movement smoothness: " = "Gładkość ruchu: "
"My tasks (SWF, EXE)" = "Moje zadania (SWF, EXE)"
"New" = "Nowy"
"No" = "Nie"
"No Flash file selected" = "Nie zaznaczono pliku Flash"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Brak dostępnych zadań.\r\nProszę, dodać pliki SWF lub Projektor EXE\r\ntutaj by aktywować inne zakładki."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Brak obrazów do edycji w tym zadaniu.\r\nTen plik Flash nie zawiera żadnych.\r\n"
"No sounds to edit in this task.\r\n" = "Brak dźwięków do edycji w tym zadaniu.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Brak dostępnej informacji dla zaznaczonej rzeczy, lub rzecz nie wybrana. Proszę, wybrać pewną część pliku z listy zadań."
"Non-compressed video (*.avi)" = "Nie zkompresowane wideo (*.avi)"
"Nothing found to match your query." = "Nie znaleziono nic co pasowało by do kryteriów."
"Object" = "Objekt"
"Objects" = "Objekty"
"Ok" = "Ok"
"Open User &Manual" = "Otwórz &Instrukcję obsługi"
"Open destination folder after extraction" = "Otwórz folder docelowy po ekstrakcji"
"Open file after conversion" = "Otwórz plik po konwersji"
"Open local CHM user manual for help." = "Otwórz lokalny plik CHM w celu pomocy."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Otwiera projektory SWF w głównym odtwarzaczu do podglądu.\r\nPlik nie jest dodany do listy moich zadań."
"Order full version" = "Zamów pełną wersję"
"Other" = "Inne"
"Other colors" = "Inne kolory"
"P-Code" = "P-Code"
"P-Code and hexadicimal dump combined" = "P-Code i heksadecymalny zrzut zkombinanowany"
"Personal" = "Osobiste"
"Pi-code and hex dump (*.txt)" = "Zrzut Pi-code i hex (*.txt)"
"Pi-code dump (*.txt)" = " Zrzut Pi-code (*.txt)"
"Place morphs into library" = "Wsadź morph'y do biblioteki"
"Place shapes into library" = "Wsadź kształty do biblioteki"
"Place texts into library" = "Wsadź teksty do biblioteki"
"Placement information" = "Informacje rozmieszczenia"
"Placeobjects" = "Umieść objekty"
"Plain Text (*.txt)" = "Czysty Tekst(*.txt)"
"Player parameters" = "Parametry odtwarzacza"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Proszę, wybrać oczekiwany format dla AS obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: Pi-code, zrzut hex lub czysty plik tekstowy."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Proszę, wybrać oczekiwany format dla przycisków obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: SWF i FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Proszę, wybrać oczekiwany format dla czcionek obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: SWF i FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Proszę, wybrać oczekiwany format dla klatek obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: SWF i FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Proszę, wybrać oczekiwany format dla obrazów obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: JPG, PNG, BMP, SWF lub FLA"
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Proszę, wybrać oczekiwany format dla morph'ów obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: SWF i FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Proszę, wybrać oczekiwany format dla kształtów obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: SWF i FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Proszę, wybrać oczekiwany format dla dżwięków obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: WAV, MP3, SWF lub FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Proszę, wybrać oczekiwany format dla sprit'ów obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: SWF and FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." = "Proszę, wybrać oczekiwany format dla tekstów obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: TXT, RTF, HTML, SWF lub FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." = "Proszę, wybrać oczekiwany format dla plików wideo obecnych\r\nw zadaniach do eksportu.\r\nDostępne formaty: FLV, AVI, MPG, SWF lub FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Proszę, zauważyć że  Flash Decompiler będzie wykonywał zadania które są obecnie dodane do panelu listy moich zadań, i niekoniecznie jedno z nich jest w podglądzie. Upewnij się że pliki które potrzebujesz do konwersji lub ekstrakcji są z listy moich zadań."
"Please, select target folder where resulting extracted objects should be saved to." = "Proszę, wybrać folder docelowy gdzie rezultaty ekstrakcji objektów powinny być zapisane."
"Preparing preview..." = "Przygotowywanie podglądu..."
"Preview not available" = "Podgląd niedostępny"
"Property" = "Właściwość"
"Quality" = "Jakość"
"Ready" = "Gotowy"
"Recover original variables names" = "Odzyskaj oryginalne nazwy zmiennych"
"Refresh" = "Odświerz"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Zarejestruj swoją kopię Flash Decompiler\r\nwpisując kod rejestrujący i nazwę."
"Registered to:" = "Zarejestrowany dla:"
"Registration code:" = "Kod rejestracyjny:"
"Reload current task into original state" = "Przeładuj obecne zadanie do oryginalnego stanu"
"Remove all" = "Usuń wszystko"
"Remove all tasks from the tasks list." = "Usuń obecne zadnia z listy zadań."
"Remove current task" = "Usuń obecne zadanie"
"Remove current task from the tasks list." = "Usuń obecne zadnie z listy zadań."
"Remove file" = "Usuń plik"
"Remove tasks" = "Usuń zadanie"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Zastąp i edytuj dynamiczne teksty obecnie dostępne w zadaniu SWF/EXE."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Zastąp oryginalne obrazy w zadaniach SWF/EXE : możesz dodać\r\nJPEG i PNG obrazy, edytować ich jakość,\r\nprzezroczystość i rozmiar."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Zastąp oryginalne dźwięki w zadaniach SWF/EXE :\r\ndodaj własne zamiast oryginalnych\r\nobjektów, modyfikuj format i jakość dżwięku."
"Reset all extraction formats to default values." = "Resetuj wszystkie formaty ekstrakcji do wartości początkowych."
"Reset all formats to FLA" = "Resetuj wszystkie formaty do FLA"
"Reset all formats to SWF" = "Resetuj wszystkie formaty do SWF"
"Reset this tab to default conversion settings." = "Resetuj tą zakładkę do ustawień konwersji początkowych."
"Reset to default conversion settings." = "Resetuj do początkowych ustawień konwersji."
"Reset to defaults" = "Resetuj do początkowych"
"Rich Text (*.rtf)" = "Rich Text (*.rtf)"
"Right" = "Prawy"
"Right margin" = "Prawy margines"
"SWF" = "SWF"
"SWF File Info" = "SWF info pliku"
"SWF Resources Info" = "SWF info o zasobach"
"SWF version" = "SWF wersja"
"SWF version:" = "SWF wersja:"
"Same as FLA version" = "Taka sama wersja jak wersja FLA"
"Save" = "Zapisz"
"Save Log" = "Zapisz Log"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Zapisz kopię pliku SWF obecnie zaznaczonego w liście zadań.\r\nNotka, jeżeli podświetlisz wybrany zasób w zadaniu, ale inny plik\r\nz którego jest obecnie wyświetlany, plik podświetlony w liście zadań będzie zapisany."
"Save as..." = "Zapisz jako..."
"Save current task in a new file with applied changes." = "Zapisz obecne zadanie z zastosowanymi zmianami w nowym pliku."
"Save current task with applied changes." = "Zapisz obecne zadanie z zastosowanymi zmianami."
"Save on disk" = "Zapisz na dysk"
"Save/Discard changes" = "Zapisz/Odrzuć zmiany"
"Screenshot" = "Zrzutka(Screenshot)"
"Scripts" = "Skrypty"
"Search" = "Szukaj"
"Search for: " = "Szukaj za: "
"Search now" = "Szukaj teraz"
"Search only in current SWF" = "Szukaj tylko w obecnym SWF"
"Search options" = "Opcje szukania"
"Search results" = "Resultaty szukania"
"Select folder to add to the tasks list" = "Wybierz folder do dodania do listy zadań"
"Select folder to convert object to" = "Wybierz folder by konwertować objekty do niego"
"Select the version of FLA format to be created" = "Wybierz wersję FLA jaka ma być utworzona"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Wybierz wersję SWF która będzie ustawiona\r\njako standardowa przy publikacji konwertowanego FLA."
"Selectable" = "Zaznaczalny"
"Separate layers for morphs" = "Oddzielne ścieżki(layers) dla morph"
"Set all extraction formats except for ActionScript to FLA" = "Ustaw wszystkie formaty ekstrakcji z wyjątkiem AS do FLA"
"Set all extraction formats except for ActionScript to SWF" = "Ustaw wszystkie formaty ekstrakcji z wyjątkiem AS do SWF"
"Shape" = "Kształt"
"Shapes" = "Kształty"
"Size" = "Rozmiar"
"Size (bytes)" = "Rozmiar (bajty)"
"Size in bytes" = "Rozmiar w bajtach"
"Small icons" = "Małe ikony"
"Some tutorials on Flash Decompiler usage" = "Trochę tutoriali na temat użycia Flash Decompiler"
"Sound" = "Dźwięk"
"Sound (*.wav, *.mp3)" = "Dźwięk (*.wav, *.mp3)"
"Sound rate" = "Próbkowanie dźwięku"
"Sounds" = "Dźwięki"
"Sprite" = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Kolory standardowe"
"Static text" = "Statyczny tekst"
"Static text bounding box expansion" = "Ekspansja ramki statycznego tekstu"
"Status" = "Status"
"Stereo (mono if unchecked)" = "Stereo (mono jeżeli odznaczone)"
"Stretch/Shrink new image to fit original size" = "Rozciągnij/Zkurcz obraz by dopasować do oryg. rozm."
"Support e-mail: support@eltima.com" = "e-mail wsparcia: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Przełącz do trybu przeciągania (interaktywne części pliku będą nieaktywne)"
"Switch to original size" = "Przełącz do rozmiaru oryginalnego"
"Tag" = "Zakładka"
"Tag information" = "Zakładka informacyjna"
"Take snapshot" = "Zrób zrzutkę obrazu"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Wykonana zrzutka obrazu będzie zkopiowana do schowka.\r\nWtedy będziesz mógł wkleić ją do edytora graficznego,\r\ndokumentu lub gdziekolwiek..."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Wykonana zrzutka obrazu będzie zapisana na dysk.\r\nZobaczysz okienko nawigacji do wybranego folderu"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Robi zrzut obrazu obecnie odtwarzanego pliku/klatki.\r\nW standardzie zrzutka zapisywana jest w schowku"
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Techniczne i informacyjne centrum wsparcia:\r\ndowiedz się jak możemy Ci pomóc, szukaj odpowiedzi lub kontaktu Eltima łatwo."
"Text" = "Tekst"
"Text color" = "Kolor tekstu"
"Text options" = "Opcje tekstu"
"Texts" = "Teksty"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Niema lini lub kolorów do edycji\r\nw wybranym kształcie lub żaden kształt nie został wybrany."
"This movie has only 1 frame, you can't rewind it" = "Ten klip posiada tylko 1 klatkę, nie możesz go przewijać"
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Ta zakładka jest wyłączona ponieważ nie dodano żadnych plików do listy moich zadań.\r\nProszę, przeciągnąć tam pliki Flash."
"This task does not contain\r\nany dynamic texts.\r\n" = "To zadanie nie posiada\r\nżadnych dynamicznych tekstów.\r\n"
"Thumbnails for Buttons" = "Miniatury dla Przycisków"
"Thumbnails for Fonts" = "Miniatury dla Czcionek"
"Thumbnails for Images" = "Miniatury dla Obrazów"
"Thumbnails for Morphs" = "Miniatury dla Morphs"
"Thumbnails for Shapes" = "Miniatury dla Kształtów(Shapes)"
"Thumbnails for Sprites" = "Miniatury dla Sprite'ów"
"Thumbnails for Texts" = "Miniatury dla Tekstów"
"Thumbnails for Videos" = "Miniatury dla Wideo"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "By móc poprawnie dekompilować komponenty Flash, program musi trzymać ich bazę danych na dysku. W przypadku gdy posiadasz dodatkowe komponenty w innym miejscu, możesz dodać pliki SWC manualnie. Lub, użyj przycisku Aktualizuj by automatycznie dodać komponenty dostępne w systemie."
"Total" = "Suma"
"Transparent" = "Przezroczysty"
"Treat text as HTML" = "Traktuj tekst jako HTML"
"Type" = "Typ"
"Unable to open file." = "Nie można otworzyć pliku."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Niestety, Adobe Flash player ActiveX nie jest zainstalowany w twoim systemie. Flash Decompiler wymaga ActiveX do poprawnego działania. Proszę, odwiedzić www.adobe.com w celu instalacji Flash Player lub o kontakt z działem technicznym Eltima (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "Niestety, niemożesz zapisywać plików SWF w wersji demo. Ta opcja będzie dostępna gdy zarejestrujesz tę kopię Flash Decompiler. Proszę, odwiedzić www.eltima.com w celu szczegółów zakupu."
"Unlimited Business" = "Nieograniczony Biznes"
"Updated" = "Zaktualizowany"
"Use Flash movie background color" = "Użyj koloru tła Flash movie"
"Use getProperty/setProperty" = "Użyj getProperty/setProperty"
"Use system font" = "Użyj czcionki systemowej"
"Use tabs" = "Użyj zakładek"
"Used by" = "Używana przez"
"Uses" = "Używa"
"Value" = "Wartość"
"Var name" = "Nazwa zmiennej"
"Version" = "Wersja"
"Version %@" = "Wersja %@"
"Video" = "Wideo"
"Videos" = "Wideo"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Zobacz obecnie przypisane hot keys do szybszego dostępu\r\ndo najczęstszych akcji."
"Visit Flash Decompiler homepage online." = "Odwiedź stronę domową Flash Decompiler online."
"Whole words only" = "Całe słowa tylko"
"Width:" = "Szerokość:"
"Yes" = "Tak"
"You have Flash ActiveX version: %@" = "Posiadasz wersję Flash ActiveX: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Możesz modyfikować podświetlanie kodu ActionScript tutaj. Wpływ ma tylko na reprezentację w Flash Decompiler."
"You should restart Flash Decompiler to apply new language." = "Powinieneś zrestartować Flash Decompiler by zastosować nowe języki."
"ZLib compressed:" = "Kompresja ZLib:"
"Zoom" = "Powiększenie"
"Zoom Slider" = "Suwak powiększenia"
"no" = "nie"
"temp" = "temp"
"yes" = "tak"
" " = " "
"Action tag #%@" = "Zakładka akcji #%@"
"Add File(s)..." = "Dodaj Plik(i)..."
"As button" = "Jako przycisk"
"Ascent" = "Rosnąco"
"Bold" = "Pogrubiony"
"Building scripts ..." = "Budowanie skryptu ..."
"Built in" = "Wbudowane"
"Comment" = "Komentarz"
"Components" = "Komponenty"
"Descent" = "Malejąco"
"Down" = "Dół"
"Dyn text" = "Dyn text"
"Edge bounds" = "Granice krawędzi"
"Element:" = "Element:"
"Encoding" = "Kodowanie"
"End bounds" = "Końcowe granice"
"Flash Components in database:" = "Komponenty Flash w bazie danych:"
"Flash Components' database path:" = "Ścieżka bazy danych komponentów Flash:"
"Flash movie (*.SWF)|*.SWF|" = "Flash movie (*.SWF)|*.SWF|"
"Font name" = "Nazwa czcionki"
"Foreground color:" = "Kolor przedniego tła:"
"Frames count" = "Liczba klatek"
"Glyph count" = "Liczba glyfów"
"Hit" = "Hit"
"Italic" = "Kursywa"
"JPEG" = "JPEG"
"Keyword" = "Keyword"
"Label" = "Label"
"Language code" = "Kod języka"
"Literal" = "Literal"
"Matrix" = "Matrix"
"Move(%@)" = "Ruch(%@)"
"Operator" = "Operator"
"Over" = "Ponad"
"Recover register variables" = "Odzyskaj zdeklarowane zmienne"
"Scale(%@)" = "Skalowanie(%@)"
"Rotate(%@)" = "Orbót(%@)"
"Select folder to store components database" = "Wybierz folder do przechowywania komponentów bazy danych"
"Small" = "Mały"
"Start bounds" = "Start bounds"
"Stat text" = "Stat text"
"State" = "State"
"String" = "String"
"Track mode" = "Tryb śledzenia"
"Up" = "Góra"
"Update" = "Aktualizuj"
"Use non-scalling strokes" = "Użyj nie skalowania stroke"
"Use scalling strokes" = "Użyj skalowania stroke"
"Uses Defaults" = "Używa standardowych"
"Whitespace" = "Whitespace"
"alpha" = "alpha"
"blue" = "niebieski"
"green" = "zielony"
"red" = "czerwony"
"FirstSample: %@" = "FirstSample: %@"
"LastSample: %@" = "LastSample: %@"
"Repeat: %@" = "Powtarzaj: %@"
"No multiple" = "Bez wielokrotności"
"Stop" = "Stop"
"Stereo" = "Stereo"
"Mono" = "Mono"
"As menu" = "Jako menu"
"VideoPacket" = "VideoPacket"
"Off" = "Wył"
"On" = "Wł"
"Left" = "Lewo"
"Center" = "Centruj"
"Justify" = "Justyfikuj"
"Flash Decompiler Trillix intro" = "Flash Decompiler Trillix intro"
"Understanding demo limitations" = "Zrozumienie ograniczeń demo"
"&About Flash Decompiler..." = "&O Flash Decompiler..."
"Applying" = "Dodawanie"
"Codec" = "Kodek"
"Extracting %s..." = "Ekstrakcja %s..."
"Extracting ..." = "Ekstrakcja ..."
"Extracting resources from %s..." = "Ekstrakcja zasobów z %s..."
"Extraction done." = "Ekstrakcja wykonana."
"Extraction started ..." = "Ekstrakcja rozpoczęta ..."
"Rate" = "Rata"
"Sample bits" = "Sample bits"
"Samples count" = "Liczba sampli"
"Stereo/mono" = "Stereo/mono"
"Streaming sound" = "Streaming sound"
"You can click this button as well! It has some valuable stuff inside" = "Możesz nacisnąć ten przycisk także! Posiada wartościowe rzeczy w środku"
"Continue demo" = "Kontynuuj demo"
"Enter registration code" = "Wpisz kod rejestracyjny"
"Order now" = "Zamów teraz"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Dziękujemy bardzo za wypróbowanie wersji Demo Flash Decompiler Trillix by Eltima Software.\r\n\r\nWersja demo jest w pełni funkcjonalna, ale posiada pewne ograniczenia demo. Między innymi:\r\n\r\n - tylko dwa objekty w każdej kategorii zasobów będą wyeksportowane;\r\n - Filmiki Flash będą konwertowane jako czarno-białe do FLA;\r\n - ActionScript nie będzie dostępny w plikach FLA;\r\n - dekompilowany ActionScript niemoże być zkopiowany do schowka;\r\n - nie będziesz w stanie zapisać zmian w plikach Flash po edycji.\r\n\r\nProszę, niezapomnieć zarejestrować tego programu by pozbyć się wszelkich ograniczeń demo na zawsze.\r\nBy dostać klucz rejestracyjny, naciśnij 'Zamów teraz' poniżej."
"Register" = "Zarejestruj"
"Eltima - Waiver of responsibility" = "Eltima - zrzeczenie odpowiedzialności"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Proszę, uświadomić sobie że firma Eltima udostępnia Flash/SWF \r\ntechnologię dekompilacji za pomocą Flash Decompiler Trillix dla \r\nużytku osobistego Tylko, nie do  materiałów autorskich których nie \r\njesteś właścicielem. \r\nNiniejszym potwierdzasz że jesteś świadom prawdopodobnego \r\nnaruszania praw autorskich w czasie dekompilacji plików Flash/SWF i \r\nzdajesz sobię sprawę że \r\nfirma Eltima nie ponosi za to \r\nodpowiedzialności."
"Register Flash Decompiler now" = "Zarejestruj Flash Decompiler teraz!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Aby dodać lokalizację, musisz zrestartować Flash Decompiler Trillix. Naciśnij Tak by zamknąć Flash Decompiler teraz, i zrestartować go manualnie; lub Nie by zrobić to później. Jeśli naciśniesz Anuluj, zmiany lokalizacji nie zostaną dodane."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = "Flash Decompiler Trillix nie jest zarejestrowany na tej maszynie. Jeśli chcesz go użyć, zarejestruj teraz."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix jest już zarejestrowany na tym systemie. Proszę, nie wpisywać kolejnych szczegółów rejestracyjnych jeżeli nie chcesz zmienić typu licencji lub nazwy rejestranta."
"Adding file(s) to the tasks list..." = "Dodawanie plik(ów)u do listy zadań..."
"Preview" = "Podgląd"
"Open" = "Otwórz"
"Quick actions" = "Szybkie akcje"
"Convert SWF to FLA" = "Konwertuj SWF do FLA"
"Interface" = "Interface"
"Show/Hide" = "Pokaż/Ukryj"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Dopasuj wygląd Flash Decompiler, także może ci pomóc odzyskać stracony panel."
"Removing task(s)..." = "Usuwanie zada(ń)nia..."
"Quick extract all currently selected SWF resources." = "Szybka ekstrakcja wszystkich obecnie zaznaczonych zasobów pliku SWF."
"Quick convert currently highlighted file from the tasks list." = "Szybka konwersja obecnie podświetlonego pliku z listy zadań."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit."
"Save My tasks list status on exit" = "Save My tasks list status on exit"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI."
"Reset \"My tasks\" panel position" = "Reset \"My tasks\" panel position"
"Reset \"File properties\" panel position" = "Reset \"File properties\" panel position"
"Reset \"Tag information\" panel position" = "Reset \"Tag information\" panel position"
"General Flash Decompiler settings" = "General Flash Decompiler settings"
"Open Flash movies" = "Dodaj pliki SWF do zadań"
"About L.A.M.E and FFmpeg" = "About L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Show information about third-party libraries used and their licensing details";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)";
"About third-party libraries" = "About third-party libraries";
"Cannot load file. File is either locked by another process or corrupt." = "Cannot load file. File is either locked by another process or corrupt."
"Don't show this message again" = "Don't show this message again";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other."
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Processing sprite symbol #%d..." = "Processing sprite symbol #%d..."
"Conversion started..." = "Conversion started...";
"Font #%d not found" = "Font #%d not found"
"Starting header processing..." = "Starting header processing..."
"Options" = "Options";
"Make text bold" = "Make text bold";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"Use system font instead of embedded one" = "Use system font instead of embedded one";
"Loading file \"%s\"..." = "Loading file \"%s\"..."
"InitClip" = "InitClip";
"Change font" = "Change font";
"Cannot create \"%s\" file." = "Cannot create \"%s\" file."
"Unknown error" = "Unknown error";
"Converting ..." = "Converting ..."
"Code:" = "Code:"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Warning: you don't have Adobe Flash Studio installed in this system at all. You won't be able to edit FLA file in this system."
"Decode all classes as dynamic" = "Decode all classes as dynamic"
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text.";
"This task does not contain\r\nany texts.\r\n" = "This task does not contain\r\nany texts.\r\n";
"Flash Player 9" = "Flash Player 9"
"An error has ocurred while processing timeline." = "An error has ocurred while processing timeline."
"Button symbol #%d processing finished." = "Button symbol #%d processing finished."
"Edit texts" = "Edit texts";
"An error has ocurred while creating FLA timeline." = "An error has ocurred while creating FLA timeline."
"Processing button symbol #%d..." = "Processing button symbol #%d..."
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"An error has occured while saving FLP or AS file(s)." = "An error has occured while saving FLP or AS file(s)."
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"Starting timeline processing..." = "Starting timeline processing..."
"As FLA" = "As FLA"
"Italicize text" = "Italicize text";
"Library processing finished." = "Library processing finished."
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"An error has occurred while normalizing tags in SWF file." = "An error has occurred while normalizing tags in SWF file."
"Done" = "Done"
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Timeline processing finished." = "Timeline processing finished."
"Used fill style is not fully supported by convertor or by FLA file format." = "Used fill style is not fully supported by convertor or by FLA file format."
"An error has occured while parsing SWF timeline." = "An error has occured while parsing SWF timeline."
"Error" = "Error";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Thank you for registration!" = "Thank you for registration!";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"Starting conversion..." = "Starting conversion..."
"Deblocking mode" = "Deblocking mode"
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash."
"Smoothing on" = "Smoothing on"
"Saving has been cancelled." = "Saving has been cancelled."
"Header processing finished." = "Header processing finished."
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"Cannot create \"%s\" directory." = "Cannot create \"%s\" directory."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."	= "Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."
"File conversion finished." = "File conversion finished."
"Sprite symbol #%d processing finished." = "Sprite symbol #%d processing finished."
"Change font size" = "Change font size";
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)"
"An error has ocurred while processing library." = "An error has ocurred while processing library."
"Starting library processing..." = "Starting library processing..."
"Online tutorials" = "Online tutorials";
"Name:" = "Name:"
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Saving file \"%s\"..." = "Saving file \"%s\"..."
"Failed to open file " = "Failed to open file ";
"Replace and edit texts currently present in a SWF/EXE task." = "Replace and edit texts currently present in a SWF/EXE task.";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
